"Unknown Device" = "未知的設備";
"Back Camera" = "背面相機";
"Front Camera" = "正面相機";
"Camera" = "相機";
"Built In Audio" = "內建音訊";
"iPhone Microphone" = "iPhone 麥克風";
"Headphones" = "耳機";
"iPod touch Microphone" = "iPod touch 麥克風";
